//Временная заглушка для информации о кубиках сознания

export let mindModelData:any = {
    A : {
              "class" : "Эмоции",
              "names" :  ["счастье", "тревога", "пси" ]
        },
         
    B : {
              "class" : "Базовые навыки",
              "names" :  [ "контроль над телом", "речь (устная и письменная)", "память",
                            "распознавание образов", "распознавание звуков", "способность испытывать эмоции",
                            "свобода воли","самосознание","система ценностей","ИИ влияние на VR"
                         ]
        },
 
    C : {
              "class" : "Ценности и свойства",
              "names" :  [  "свобода - дисциплина", "важность эмоций - важность логики", 
                            "важность удовольствия - важность долга", "цинизм - идеализм",
                            "агрессивность - миролюбие", "жестокость - доброта",
                            "концентрация", "альфа"
                        ]
        },

    D : {
            "class" : "Ценности и свойства",
            "names" :  [    "эмоциональный интеллект", "самооценка", "терпимость", 
                            "интроверт - экстраверт", "индивидуализм", "традиции",
                            "привязанность", "внушаемость", "бета"
                        ]
    }, 

    E : {
            "class" : "Ценности и свойства",
            "names" :  [    "отношение к аугментациям", "интеллект", "риск", "инициативность",
                            "гамма", "дельта", "эпсилон"
            ]
    },
 
    F : {
            "class" : "Другое",
            "names" :  ["препарат - память", "препарат - отношение", "привычки", "лямбда" ]
    }
};