export let testCharData01:any = {
    "CharacterId": 20118,
    "UpdatedAt": "2018-08-07T10:56:40.807",
    "IsActive": true,
    "InGame": false,
    "BusyStatus": 0,
    "Groups": [
      {
        "CharacterGroupId": 8492,
        "CharacterGroupName": "Компания «Гугл Дисней» (Google Disney)"
      },
      {
        "CharacterGroupId": 9906,
        "CharacterGroupName": "Топ менеджеры филиалов"
      }
    ],
    "AllGroups": [
      {
        "CharacterGroupId": 8444,
        "CharacterGroupName": "Все роли"
      },
      {
        "CharacterGroupId": 8444,
        "CharacterGroupName": "Все роли"
      },
      {
        "CharacterGroupId": 8444,
        "CharacterGroupName": "Все роли"
      },
      {
        "CharacterGroupId": 8491,
        "CharacterGroupName": "Компании"
      },
      {
        "CharacterGroupId": 8491,
        "CharacterGroupName": "Компании"
      },
      {
        "CharacterGroupId": 8492,
        "CharacterGroupName": "Компания «Гугл Дисней» (Google Disney)"
      },
      {
        "CharacterGroupId": 9906,
        "CharacterGroupName": "Топ менеджеры филиалов"
      }
    ],
    "Fields": [
      {
        "ProjectFieldId": 3555,
        "Value": "4014 179983 Карпухина Олеся Максимовна",
        "DisplayString": "4014 179983 Карпухина Олеся Максимовна"
      },
      {
        "ProjectFieldId": 3556,
        "Value": "on",
        "DisplayString": "☑️"
      },
      {
        "ProjectFieldId": 2938,
        "Value": null,
        "DisplayString": ""
      },
      {
        "ProjectFieldId": 2984,
        "Value": "3186",
        "DisplayString": "Нет"
      },
      {
        "ProjectFieldId": 2939,
        "Value": null,
        "DisplayString": ""
      },
      {
        "ProjectFieldId": 2786,
        "Value": "Опал Хелен Блэк",
        "DisplayString": "Опал Хелен Блэк"
      },
      {
        "ProjectFieldId": 2787,
        "Value": "3093",
        "DisplayString": "Земля"
      },
      {
        "ProjectFieldId": 2788,
        "Value": "Находясь на станции начинаешь отчетливо понимать насколько космос огромен. Нет. Даже не так. Ты, конечно, знаешь. Пояс Койпера, рукав Ориона, все это известно чуть ли не со школьного персонального учебного места. Но понимать, понимать это совсем другое. И вот, стоя на Магеллане, глядя в перспективно-бесконечное далеко ты вдруг отчетливо понимаешь, что вы не одни. И в молчаливой громаде космоса никогда не будем одиноки. \r\nЕсли статистика ошиблась один раз и появились люди, что мешало ей сбиться еще раз? Или два? Или сонмы раз?\r\nЧто мы скажем разумным камням, когда нам придется отвечать за разрушенные и вычерпанные планеты? Как докажем кремниевой форме жизни что обладаем разумом?\r\nГоворят, что разумная жизнь не обнаружена. А кто гарантирует, что столкнувшись с ней лицом к лицу, мы поймем ее разумность?!",
        "DisplayString": "Находясь на станции начинаешь отчетливо понимать насколько космос огромен. Нет. Даже не так. Ты, конечно, знаешь. Пояс Койпера, рукав Ориона, все это известно чуть ли не со школьного персонального учебного места. Но понимать, понимать это совсем другое. И вот, стоя на Магеллане, глядя в перспективно-бесконечное далеко ты вдруг отчетливо понимаешь, что вы не одни. И в молчаливой громаде космоса никогда не будем одиноки. \r\nЕсли статистика ошиблась один раз и появились люди, что мешало ей сбиться еще раз? Или два? Или сонмы раз?\r\nЧто мы скажем разумным камням, когда нам придется отвечать за разрушенные и вычерпанные планеты? Как докажем кремниевой форме жизни что обладаем разумом?\r\nГоворят, что разумная жизнь не обнаружена. А кто гарантирует, что столкнувшись с ней лицом к лицу, мы поймем ее разумность?!"
      },
      {
        "ProjectFieldId": 3498,
        "Value": "3552",
        "DisplayString": "Android"
      },
      {
        "ProjectFieldId": 3499,
        "Value": "LLD-L31 8.0.0.123(C10)",
        "DisplayString": "LLD-L31 8.0.0.123(C10)"
      },
      {
        "ProjectFieldId": 3500,
        "Value": "8.0.0",
        "DisplayString": "8.0.0"
      },
      {
        "ProjectFieldId": 3631,
        "Value": "opalblack",
        "DisplayString": "opalblack"
      },
      {
        "ProjectFieldId": 3630,
        "Value": "8786",
        "DisplayString": "8786"
      }
    ],
    "PlayerUserId": 21395
};