export let testCharData01:any = {
  "_id": "4407",
  "_rev": "6-603f7ba11a1e17216da7e88908e4b121",
  "CharacterId": 4407,
  "UpdatedAt": "2017-07-15T15:12:48.963",
  "IsActive": true,
  "InGame": false,
  "BusyStatus": "HasPlayer",
  "Groups": [
    {
      "CharacterGroupId": 2074,
      "CharacterGroupName": "Офис Kintsugi Corp."
    },
    {
      "CharacterGroupId": 2145,
      "CharacterGroupName": "Serenity-1"
    }
  ],
  "Fields": [
    {
      "ProjectFieldId": 1905,
      "Value": "nagato.dziro",
      "DisplayString": "nagato.dziro"
    },
    {
      "ProjectFieldId": 496,
      "Value": "Дзиро Нагато, Доктор Зеро, dr Zero",
      "DisplayString": "Дзиро Нагато, Доктор Зеро, dr Zero"
    },
    {
      "ProjectFieldId": 504,
      "Value": "Руководитель научного направления Kintsugi Corp. Ученый до мозга костей, можно даже сказать тот самый классически «сумасшедший» - смесь доктора Манхеттена и Леонарда Щеботанского. Для него имеют значение только исследования и разработки нового.  Гений и второе лицо в компании, но для него это не имеет вообще никакого значения, так как он не от мира сего.",
      "DisplayString": "Руководитель научного направления Kintsugi Corp. Ученый до мозга костей, можно даже сказать тот самый классически «сумасшедший» - смесь доктора Манхеттена и Леонарда Щеботанского. Для него имеют значение только исследования и разработки нового.  Гений и второе лицо в компании, но для него это не имеет вообще никакого значения, так как он не от мира сего."
    },
    {
      "ProjectFieldId": 497,
      "Value": "То что в описании - идеально. Новатор и человек, желающий прорваться сквозь предрассудки и ограничения времени. Только хардкор, только исследования, никакой этики. \r\nЯ так думаю, это будет такой социально адаптированный психопат - ему повезло и его революционные разработки принесли большую прибыль корпорации. Большинство гениев нестабильно, вот и у этого когда разговор заходит об имплантации - загораются глаза и он уже видит не людей, а материал для изменения. Это будет такой паладин борьбы со смертью, всё для фронта, всё для победы. И живёт он скорее в лаборатории...",
      "DisplayString": "То что в описании - идеально. Новатор и человек, желающий прорваться сквозь предрассудки и ограничения времени. Только хардкор, только исследования, никакой этики. \r\nЯ так думаю, это будет такой социально адаптированный психопат - ему повезло и его революционные разработки принесли большую прибыль корпорации. Большинство гениев нестабильно, вот и у этого когда разговор заходит об имплантации - загораются глаза и он уже видит не людей, а материал для изменения. Это будет такой паладин борьбы со смертью, всё для фронта, всё для победы. И живёт он скорее в лаборатории..."
    },
    {
      "ProjectFieldId": 498,
      "Value": "643",
      "DisplayString": "Поколение Z "
    },
    {
      "ProjectFieldId": 501,
      "Value": "646",
      "DisplayString": "Жилые комплексы Serenity"
    },
    {
      "ProjectFieldId": 1684,
      "Value": "Вероятнее всего писал черновик манифеста против вторжения и разрушения священного храма человеческого тела, вышел на улицу и ползал по земле, каясь и прося прощения за разрушение чистоты человеческого тела... что-то такое",
      "DisplayString": "Вероятнее всего писал черновик манифеста против вторжения и разрушения священного храма человеческого тела, вышел на улицу и ползал по земле, каясь и прося прощения за разрушение чистоты человеческого тела... что-то такое"
    },
    {
      "ProjectFieldId": 1845,
      "Value": "Вокруг темно, а я размазываю слёзы по своему лицу. Всё самое лучшее достаётся моему брату, любовь родителей, игрушки, награды. Лучше бы его не было.",
      "DisplayString": "Вокруг темно, а я размазываю слёзы по своему лицу. Всё самое лучшее достаётся моему брату, любовь родителей, игрушки, награды. Лучше бы его не было."
    },
    {
      "ProjectFieldId": 1846,
      "Value": "Я вижу застывшую маску умиротворения на лице своего покойного брата. Мне стыдно за свои эгостичные желания. В его смерти нет моей вины, но я продолжаю испытывать жгучее ощущение стыда.",
      "DisplayString": "Я вижу застывшую маску умиротворения на лице своего покойного брата. Мне стыдно за свои эгостичные желания. В его смерти нет моей вины, но я продолжаю испытывать жгучее ощущение стыда."
    },
    {
      "ProjectFieldId": 505,
      "Value": "654",
      "DisplayString": "Нет"
    },
    {
      "ProjectFieldId": 830,
      "Value": "838",
      "DisplayString": "Готов к иностранным игрокам в нашей команде, не против завязок."
    },
    {
      "ProjectFieldId": 503,
      "Value": "я ко всему готов",
      "DisplayString": "я ко всему готов"
    },
    {
      "ProjectFieldId": 696,
      "Value": "806",
      "DisplayString": "Мужской"
    },
    {
      "ProjectFieldId": 1979,
      "Value": null,
      "DisplayString": ""
    },
    {
      "ProjectFieldId": 1844,
      "Value": null,
      "DisplayString": ""
    },
    {
      "ProjectFieldId": 1460,
      "Value": "1717,1720",
      "DisplayString": "хирург, инженер/технолог"
    },
    {
      "ProjectFieldId": 1650,
      "Value": null,
      "DisplayString": ""
    },
    {
      "ProjectFieldId": 1649,
      "Value": "1822",
      "DisplayString": "2 — Сильная защита"
    },
    {
      "ProjectFieldId": 1974,
      "Value": null,
      "DisplayString": ""
    },
    {
      "ProjectFieldId": 1975,
      "Value": "2061",
      "DisplayString": "3 — Страховка уровня 3"
    },
    {
      "ProjectFieldId": 1973,
      "Value": "2055",
      "DisplayString": "Страховка Serenity / Kintsugi Group"
    },
    {
      "ProjectFieldId": 1976,
      "Value": "2067",
      "DisplayString": "2 — Зарплата уровня 2"
    },
    {
      "ProjectFieldId": 2017,
      "Value": "2280",
      "DisplayString": "Компания Kintsugi Corp"
    },
    {
      "ProjectFieldId": 1978,
      "Value": null,
      "DisplayString": ""
    },
    {
      "ProjectFieldId": 2040,
      "Value": null,
      "DisplayString": ""
    },
    {
      "ProjectFieldId": 2015,
      "Value": "2157,2158",
      "DisplayString": "Мозговой имплант “Друг с тобой 1” НС, связь мозг-мозг (базовая), Киберстимулятор нервной системы “Снежинка” НС, сознание для Серенити (базовая)"
    },
    {
      "ProjectFieldId": 2041,
      "Value": null,
      "DisplayString": ""
    }
  ],
  "PlayerUserId": 9027
};