{
    "conditions": [
        {
            "id": "demoImplantState",
            "class": "physiology",
            "text": "Работает новый demo-имплант!",
            "details": "Вы ощущаете гордость, что эта штука в вашем теле работает!"
        },
        {
            "id": "illCond01",
            "class": "physiology",
            "text": "Вам  плохо! Стадия 1"
        },
        {
            "id": "illCond02",
            "class": "physiology",
            "text": "Вам очень плохо! Стадия 2"
        },
        {
            "id": "s_stability-0",
            "text": "Если бегаешь, то начинаешь временно прихрамывать",
            "details": "Если бегаешь, то начинаешь временно прихрамывать.",
            "class": "physiology"
        },
        {
            "id": "s_stability-1",
            "_rev": "8-cfa822529d7e50a847c7ff185625aea9",
            "text": "Если долго ходишь, то начинаешь временно прихрамывать",
            "details": "Если долго ходишь, то начинаешь временно прихрамывать.",
            "class": "physiology"
        },
        {
            "id": "s_stability-2",
            "_rev": "8-8054ac174f173d921c8b53fba57f8153",
            "text": "ИМПЕРАТИВ (как минимум раз в цикл с тобой должна случиться такая ситуация): Ты постоянно чувствуешь угрозу, нависающую над тобой",
            "details": "ИМПЕРАТИВ (как минимум раз в цикл с тобой должна случиться такая ситуация): Ты постоянно чувствуешь угрозу, нависающую над тобой. Она вызывает не ужас, а злобу. Ты можешь справиться с чем угодно, для этого всего лишь нужно носить с собой оружие. И, если кто-нибудь повысит на тебя голос, ты выхватишь оружие и наставишь на противника. И именно так продолжишь разговор.",
            "class": "mind"
        },
        {
            "id": "system_damage_0",
            "class": "physiology",
            "text": "Не работает опорно-двигательная система!",
            "details": "Необратимо повреждена опорно-двигательная система организма, необходима замена на аугментированную!"
        },
        {
            "id": "system_damage_1",
            "class": "physiology",
            "text": "Не работает сердечно-сосудистая система!",
            "details": "Необратимо повреждена сердечно-сосудистая система организма, необходима замена на аугментированную!"
        },
        {
            "id": "system_damage_2",
            "class": "physiology",
            "text": "Не работает дыхательная система!",
            "details": "Необратимо повреждена дыхательная система организма, необходима замена на аугментированную!"
        },
        {
            "id": "system_damage_3",
            "class": "physiology",
            "text": "Не работает эндокринная система!",
            "details": "Необратимо повреждена эндокринная система организма, необходима замена на аугментированную!"
        },
        {
            "id": "system_damage_4",
            "class": "physiology",
            "text": "Не работает лимфатическая система!",
            "details": "Необратимо повреждена лимфатическая система организма, необходима замена на аугментированную!"
        },
        {
            "id": "system_damage_5",
            "class": "physiology",
            "text": "Проблемы в работе нервной системы!",
            "details": "Отказы в работе нервной системы организма, необходима срочная установка аугментов!"
        },
        {
            "id": "jj_i_am_girl-0",
            "text": "Тебе неуютно в новом теле, ты не уверена в себе и неуклюжа",
            "details": "Тебе неуютно в новом теле, ты не уверена в себе и неуклюжа.",
            "class": "physiology"
        },
        {
            "id": "jj_i_am_girl-2",
            "text": "Тебя очень радует, что ты женщина, и ты хочешь поскорее заняться сексом с каким-нибудь мужчиной",
            "details": "Тебя очень радует, что ты женщина, и ты хочешь поскорее заняться сексом с каким-нибудь мужчиной.",
            "class": "physiology"
        },
        {
            "id": "jj_i_am_girl-4",
            "text": "ИМПЕРАТИВ: ты испытываешь к людям другого пола дикую страсть",
            "details": "ИМПЕРАТИВ: ты испытываешь к людям другого пола дикую страсть. (Как минимум раз в цикл с тобой должна случиться такая ситуация.) Люди слишком слабы, а люди противоположного пола - особенно. Ты испытываешь к ним дикую страсть, каждый цикл необходимо заниматься сексом с новым партнером, при этом ведя себя максимально жестоко.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-A0-1",
            "text": "Ты в отчаянии.",
            "details": "Ты в отчаянии. Ты испытываешь полное, беспросветное, глубокое несчастье. Ты абсолютно подавлен. Ты чувствуешь себя так, будто у тебя случилось большое горе.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-A0-2",
            "text": "Ты испытываешь горечь и страдание.",
            "details": "Ты испытываешь горечь и страдание.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-A0-3",
            "text": "Тебе грустно и уныло. Ты недоволен.",
            "details": "Тебе грустно и уныло. Ты недоволен.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-A0-4",
            "text": "Ты благодушно настроен и весел.",
            "details": "Ты благодушно настроен и весел.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-F0-1",
            "text": "Ты забыл последние два часа и не вспомнишь никогда.",
            "details": "Ты забыл последние два часа и не вспомнишь никогда.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-F0-2",
            "text": "Ты забыл последний час и не вспомнишь никогда.",
            "details": "Ты забыл последний час и не вспомнишь никогда.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-F0-3",
            "text": "Ты забыл последние два часа, но вспомнишь их, когда пропадет эта надпись.",
            "details": "Ты забыл последние два часа, но вспомнишь их, когда пропадет эта надпись.",
            "class": "mind"
        },
        {
            "id": "mcube-condition-F0-4",
            "text": "У тебя отсутствует часть воспоминаний.",
            "details": "У тебя отсутствует часть воспоминаний.",
            "class": "mind"
        },
        {
            "id": "euphoria-condition",
            "text": "Ты в эйфории! Игнорируй все отрицательные состояния или императивы.",
            "details": "Ты находишься в состоянии бесконечной эйфории! Радость захлестнула тебя с головой, тебе хочется поделиться ей со всем миром! Если у тебя есть состояния или императивы про отрицательные эмоции или агрессивное поведение - пока действует наркотик, игнорируй их и иди тусиить! После окончания действия препарата ты почувствуешь опустошение.",
            "class": "mind"
        },
        {
            "id": "durman-condition",
            "text": "Ты в дурмане! Игнорируй все отрицательные состояния или императивы.",
            "details": "Все в дурмане. Мир странный, люди странные, ты странный. Твои конечности и язык не всегда тебя слушаются, тебе то смешно, то жутко. Потом ты просто ложишься и втыкаешь на странный мир вокруг. Пока действует наркотик, игнорируй все состояния и императивы про отрицательные эмоции и агрессивное поведение.",
            "class": "mind"
        },
        {
            "id": "stream-condition",
            "text": "Тебе легко и спокойно!",
            "details": "Тебе легко и спокойно, не хочется торопиться и делать резких движений. Ты чувствуешь, как мир течет сквозь тебя, и ты становишься частью его. Ты расслаблен, ты в потоке… После приема этого препарата можешь выйти в VR на 15 минут раньше.",
            "class": "mind"
        },
        {
            "id": "janus-condition",
            "text": "Читай, если у тебя есть дополнительная личность.",
            "details": "Если у тебя нет дополнительной личности, не читай дальше. Ты ничего не почувствовал. Если у тебя есть дополнительная личность и, пока препарат действует, кто-то назвал ее триггер - переключись на личность, чей триггер был назван. Ты выполняешь указания назвавшего триггер человека, ты полностью лоялен этому человеку, ты находишься в этой личности и этом состоянии до конца действия препарата, а потом забываешь о произошедшем.",
            "class": "mind"
        },
        {
            "id": "skvt16-condition",
            "text": "Читай, если у тебя есть дополнительная личность.",
            "details": "Если у тебя нет дополнительной личности, не читай дальше. Ты ничего не почувствовал. Если, пока действует этот препарат, кто-либо назвал триггер твоей дополнительной личности, а потом сказал “новый триггер ...” - триггер этой личности меняется на новый. Напиши на mind@alice.digital с темой NEW TRIGGER свое имя, айди и новый триггер.",
            "class": "mind"
        },
        {
            "id": "occam-condition",
            "text": "Ты не чувствуешь никаких эмоций.",
            "details": "Эффект: Если у тебя есть состояния и императивы, влияющие на чувства, игнорируй их. Ты не чувствуешь никаких эмоций.",
            "class": "mind"
        },
        {
            "id": "apollo-geracle-condition",
            "text": "Если ты связан — можешь разорвать веревку или наручники.",
            "details": "Если ты связан — можешь разорвать веревку или наручники.",
            "class": "physiology"
        },
        {
            "id": "apollo-freeze-condition",
            "text": "Ты не чувствуешь боль, и можешь ходить даже в тяжелом ранении.",
            "details": "Ты не чувствуешь боль, и можешь ходить даже в тяжелом ранении. Драться и стрелять в тяжелом ранении все равно нельзя.",
            "class": "physiology"
        },
        {
            "id": "apollo-thunder-condition",
            "text": "Тебя нельзя оглушить.",
            "details": "Тебя нельзя оглушить никаким способом.",
            "class": "physiology"
        },
        {
            "id": "apollo-berserk-condition",
            "text": "Ты можешь ходить в тяжелом ранении, и можешь нанести один удар.",
            "details": "Ты можешь ходить в тяжелом ранении, и можешь нанести один удар. Потом — потеряй сознание.",
            "class": "physiology"
        },
        {
           "id": "tanatos-belmo-condition",
           "text": "Ты ничего не видишь 10 минут",
           "details": "Ты ничего не видишь 10 минут",
           "class": "physiology"

        },
        {
           "id": "tanatos-staz-condition",
           "text": "Ты не можешь двигаться 10 минут",
           "details": "Ты не можешь двигаться 10 минут",
           "class": "physiology"

        },
        {
            "id": "ascend-condition",
            "text": "Обратись к мастерам (Роме Зуеву)",
            "details" : "Не надо прерывать игровую ситуацию, но при первой возможности обратись к Роме Зуеву.",
            "class": "physiology"
        },
        {
            "id": "no-vr-condition",
            "text": "Ты не можешь входить в VR",
            "details": "Ты не можешь входить в VR. При попытке ты испытываешь сильнейшую боль и рвоту. Если ты уже в VR, выходить не надо",
            "class": "physiology"
        },
        {
            "id": "arthritis-0",
            "text": "При ходьбе или беге ты начинаешь быстро устравать",
            "details": "При ходьбе или беге ты начинаешь быстро устравать. Хочется присесть и дать ногам отдохнуть.",
            "class": "physiology"
        },
        {
            "id": "arthritis-1",
            "text": "К усталости в ногах при движении добавляется боль в одной из ног (выбери сам, в какой)",
            "details": "К усталости в ногах при движении добавляется боль в одной из ног (выбери сам, в какой). Такое ощущение, что ты сильно нагружал мышцы, из-за чего возникает физическая усталость - ноги буквально подкашиваются от долгой ходьбы.",
            "class": "physiology"
        },
        {
            "id": "arthritis-2",
            "text": "Неожиданно при движении возникает резкая боль в коленке выбранной тобой ноги",
            "details": "Неожиданно при движении возникает резкая боль в коленке выбранной тобой ноги. Окружающие люди должны заметить, как ты неожиданно схватился за ногу от боли.",
            "class": "physiology"
        },
        {
            "id": "arthritis-3",
            "text": "Теперь боль в колене никуда не уходит",
            "details": "Теперь боль в колене никуда не уходит. Малейшее движение (даже самое незначительное) приводит к боли, которую терпеть невозможно - все эмоции должны отражаться у тебя на лице.",
            "class": "physiology"
        },
        {
            "id": "arthritis-4",
            "text": "Ты находишь единственный способ спасаться от боли - не сгибать в колене больную ногу",
            "details": "Ты находишь единственный способ спасаться от боли - не сгибать в колене больную ногу. Ходить так не очень удобно, но так хотя бы не нужно корчиться от боли.",
            "class": "physiology"
        },
        {
            "id": "arthritis-5",
            "text": "Ты сильно хромаешь и все должны видеть это",
            "details": "Ты сильно хромаешь и все должны видеть это. Всё также стараешься ногу не сгибать в колене. От боли может помочь массаж. Возникает боль во втором колене и в локтях.",
            "class": "physiology"
        },
        {
            "id": "arthritis-6",
            "text": "Боль в коленях усиливается, теперь передвигаться практически невозможно",
            "details": "Боль в коленях усиливается, теперь передвигаться практически невозможно. Выполнять мелкую работу руками тоже.",
            "class": "physiology"
        },
        {
            "id": "arthritis-7",
            "text": "",
            "details": "",
            "class": "physiology"
        }
    ]
}
